<?php
$locale['SB_title'] = "uLogin";

$locale['SB_desc'] = "uLogin (Официальное дополнение)";
$locale['SB_admin1'] = "Администрирование uLogin";

// Shoutbox
$locale['SB_title'] = "Авторизация через Соц.Сети";

// Settings
$locale['SB_settings'] = "Настройки uLogin";
$locale['SB_uloginid1'] = "uLogin ID форма авторизации";
$locale['SB_uloginid2'] = "uLogin ID форма синхронизации";
$locale['SB_ulogin_back'] = "Назад";
$locale['SB_yes'] = "Да";
$locale['SB_no'] = "Нет";
$locale['SB_submit'] = "Отправить";
$locale['SB_update_ok'] = "Настройки обновлены";
$locale['SB_error_title'] = "uLogin: Ошибка";

//Errors
$locale['SB_error1'] = "Данный аккаунт привязан к другому пользователю. Вы не можете использовать этот аккаунт";
$locale['SB_error2'] = "С данным аккаунтом уже связаны данные из другой социальной сети. Требуется привязка новой учётной записи социальной сети к этому аккаунту.";
$locale['SB_error3'] = "Электронный адрес данного аккаунта совпадает с электронным адресом существующего пользователя. Требуется подтверждение на владение указанным email.";
$locale['SB_error4'] = "Через данную форму выполнить регистрацию невозможно. Сообщите администратору сайта о следующей ошибке: Необходимо указать 'email' в возвращаемых полях uLogin";
$locale['SB_error5'] = "Ошибка работы uLogin: В возвращаемых данных отсутствует переменная 'identity'";
$locale['SB_error6'] = "Ошибка работы uLogin:";
$locale['SB_error7'] = "Ошибка работы uLogin: неверный токен";
$locale['SB_error8'] = "Ошибка работы uLogin: время жизни токена истекло";
$locale['SB_error9'] = "Ошибка работы uLogin: адрес хоста не совпадает с оригиналом";
$locale['SB_error10'] = "Ошибка работы uLogin: Данные о пользователе содержат неверный формат.";
$locale['SB_error11'] = "Ошибка работы uLogin: время жизни токена истекло";
$locale['SB_error12'] = "Удаление аккаунта успешно выполнено";
$locale['SB_ups'] = "Упс, что-то пошло не так";

// Sync
$locale['SB_sync_title'] = "Аккаунты Социальных Сетей";
$locale['SB_sync_title_desc'] = "Привяжите ваши аккаунты соц. сетей к личному кабинету<br/>для быстрой авторизации через любой из них";
$locale['SB_sync_acc_title'] = "Привязанные Аккаунты";
$locale['SB_sync_acc_delete'] = "Вы можете удалить привязку к аккаунту, кликнув по значку";
$locale['SB_sync_acc_none'] = "Нет связанных аккаунтов";
$locale['SB_sync_query_error'] = "Не удалось выполнить запрос";
?>
